export const teaData = [
  {
    "id": 0,
    "name": [["碧", "螺春"], "綠茶"],
    "subName": "",
    "contents": [
      [
        "碧螺春綠茶為不發酵茶，在臺茶風味輪中隸屬於臺灣綠茶。"
      ],
      [
        "傳統綠茶製造過程不經過**萎凋**及**攪拌**的程序，雖為**炒菁**綠茶，但農友在生產時常會攤放靜置**茶菁**數小時，以改善茶葉的風味。"
      ],
      [
        "碧螺春茶樹品種主要為青心柑仔及青心烏龍，其外觀新鮮碧綠，芽尖**白毫**多，形狀細緊捲曲似螺旋，乾茶清香鮮雅，茶湯碧綠清澈。",
        "碧螺春在 3~5 月及 10~12 月生產的品質較佳。"
      ],
      [
        "新北市三峽茶區毗鄰新店、土城、樹林、鶯歌、大溪，連接文山茶區，是臺灣唯一僅剩的專業炒菁綠茶產區。"
      ]
    ],
    "areaName": ["newTaipei"],
    "foodProduct": {
      "name": "碧螺春千層蛋糕",
      "content": "特選青心柑仔之茶種，滋味甘醇。搭配進口伊娃娜白巧克力內餡，帶出清爽甘甜，尾韻回甘的茶香味，外觀碧綠清澈如翡翠，搭配顆顆玄米撒下更顯茶香芬芳！",
      "shop": "鮮農直賣所",
      "link": "https://www.fresh-farm.com.tw/page/product/show.aspx?num=644&kind=104&page=1&lang=TW"
    },
    "hashtags": ["青香", "蔬菜香", "臺灣綠茶", "不發酵茶"]
  },
  {
    "id": 1,
    "name": ["八川綠茶"],
    "subName": "",
    "contents": [
      [
        "八川綠茶為不發酵茶，在臺茶風味輪中隸屬於臺灣綠茶。"
      ],
      [
        "傳統綠茶製造過程不經過**萎凋**及**攪拌**的程序，雖為**炒菁**綠茶，但農友在生產時常會攤放靜置**茶菁**數小時，以改善茶葉的風味。"
        ],
      [
        "八川綠茶是翡翠級綠茶，南投為其產地，以四道煙燻工法搭配茉莉花製成，香氣濃厚。"
      ],
      [
        "南投為其產區。"
      ]
    ],
    "areaName": ["nantou"],
    "foodProduct": {
      "name": "台灣玉露綠茶-四兩茶葉",
      "content": "",
      "shop": "一手私藏-老茶行",
      "link": "https://www.itsoshop.com/product/%e5%8f%b0%e7%81%a3%e8%8c%b6%e7%a6%ae%e7%9b%92%ef%bd%9c%e5%8f%b0%e7%81%a3%e7%8e%89%e9%9c%b2%e7%b6%a0%e8%8c%b6-%e5%8d%8a%e6%96%a4%e8%8c%b6%e8%91%89300%e5%85%ac%e5%85%8b150%e5%85%ac%e5%85%8bx2%e7%bd%90/"
    },
    "hashtags": ["青香", "花香", "臺灣綠茶", "不發酵茶"]
  },
  {
    "id": 2,
    "name": ["包種茶"],
    "subName": "",
    "contents": [
      [
        "文山包種茶為輕度發酵的部分發酵茶類，在臺茶風味輪的歸納中隸屬於清香型條形包種茶。"
      ],
      [
        "因將俗稱「種仔」的青心烏龍品種製成烏龍茶再加以薰花改製，用四方形毛邊紙包裝，而成為包種茶名稱的通俗由來。"
      ],
      [
        "文山包種茶外觀芽葉自然捲曲、條索緊結整齊，色澤墨綠帶油光。",
        "茶湯水色蜜黃碧綠，入口滋味圓滑甘醇有活性，香氣則以具新鮮、幽雅撲鼻的清香為上品。"
      ],
      [
        "產區分布於新北市坪林區、石碇區、深坑區、平溪區、汐止區、新店區及三峽區，台北市南港區及木柵區等。"
      ]
    ],
    "areaName": ["newTaipei", "taipei"],
    "foodProduct": {
      "name": "包種茶酥",
      "content": "包種茶酥選用來自在素有茶鄉之稱的坪林，以最純淨的水源、最清新的空氣，製作出最好的包種茶，結合娃娃酥做成的茶酥，酥脆口感、清淡茶香不黏牙。",
      "shop": "濃農本家",
      "link": "https://www.picnicfood.com.tw/product-detail/3-2-TEA-PEANUT-CANDY"
    },
    "hashtags": ["野薑花香", "茉莉香", "清香型條型包種茶", "部份發酵茶"]
  },
  {
    "id": 3,
    "name": ["高山", "烏龍茶"],
    "subName": "南部高海拔",
    "contents": [
      [
        "高山烏龍茶為輕度發酵的部分發酵茶，在臺茶風味輪的歸納中屬清香型球形烏龍茶。"
      ],
      [
        "**茶菁**經**日光萎凋**、**室內萎凋**及**攪拌**、**殺菁**、**團揉**、**乾燥**等過程，使外觀緊結成球形，茶葉色澤翠綠鮮活，水色蜜綠或蜜黄，滋味甘醇滑軟富活性，香氣淡雅且耐沖泡，是香氣與滋味並重的臺灣特色茶。"
      ],
      [
        "產於海拔 1,000 公尺以上之茶園，因高山氣候冷涼，早晚雲霧籠罩，平均日照較短，茶樹芽葉所含的兒茶素類等苦澀成分降低，而茶胺酸及可溶氮等對甘味有貢獻的成分含量提高，且芽葉柔軟，葉肉厚，果膠質含量高。"
      ],
      [
        "主產於南投縣竹山鎮、仁愛鄉及信義鄉，臺中市和平區。"
      ]
    ],
    "areaName": ["nantou", "taichung"],
    "foodProduct": {
      "name": "台灣高山烏龍茶千層",
      "content": "與台北第三代茶莊配合，精選清香型台灣高山烏龍茶研磨製成， 手工製作的蛋糕餅皮，堅持嚴選的日本鮮奶油及麵粉，手工直火製作充滿焦糖化香氣，完整呈現出高山烏龍特有的茶香。",
      "shop": "時飴",
      "link": "https://www.approprie.co/products/Taiwan-Oolong-Tea-Mille-Crepe-Cake"
    },
    "hashtags": ["花香", "口感濃稠", "清香型球型烏龍茶", "部份發酵茶"]
  },
  {
    "id": 4,
    "name": ["高山", "烏龍茶"],
    "subName": "北部高海拔",
    "contents": [
      [
        "高山烏龍茶為輕度發酵的部分發酵茶，在臺茶風味輪的歸納中屬清香型球形烏龍茶。"
      ],
      [
        "**茶菁**經**日光萎凋**、**室內萎凋**及**攪拌**、**殺菁**、**團揉**、**乾燥**等過程，使外觀緊結成球形，茶葉色澤翠綠鮮活，水色蜜綠或蜜黄，滋味甘醇滑軟富活性，香氣淡雅且耐沖泡，是香氣與滋味並重的臺灣特色茶。"
      ],
      [
        "產於海拔 1,000 公尺以上之茶園，因高山氣候冷涼，早晚雲霧籠罩，平均日照較短，茶樹芽葉所含的兒茶素類等苦澀成分降低，而茶胺酸及可溶氮等對甘味有貢獻的成分含量提高，且芽葉柔軟，葉肉厚，果膠質含量高。"
      ],
      [
        "主產於嘉義縣梅山鄉、阿里山鄉，番路鄉及竹崎鄉等地。"
      ]
    ],
    "areaName": ["jiayi"],
    "foodProduct": {
      "name": "台灣高山烏龍茶千層",
      "content": "與台北第三代茶莊配合，精選清香型台灣高山烏龍茶研磨製成， 手工製作的蛋糕餅皮，堅持嚴選的日本鮮奶油及麵粉，手工直火製作充滿焦糖化香氣，完整呈現出高山烏龍特有的茶香。",
      "shop": "時飴",
      "link": "https://www.approprie.co/products/Taiwan-Oolong-Tea-Mille-Crepe-Cake"
    },
    "hashtags": ["淡雅花香", "清香", "清香型球型烏龍茶", "部份發酵茶"]
  },
  {
    "id": 5,
    "name": ["台灣", "烏龍茶"],
    "subName": "低海拔",
    "contents": [
      [
        "台灣烏龍茶為輕度發酵的部分發酵茶，在臺茶風味輪的歸納中屬清香型球形烏龍茶。"
      ],
      [
        "**茶菁**經**日光萎凋**、**室內萎凋**及**攪拌**、**殺菁**、**團揉**、**乾燥**等過程，使外觀緊結成球形。"
      ],
      [
        "茶葉色澤翠綠鮮活，水色蜜綠或蜜黄，滋味甘醇滑軟富活性，香氣淡雅且耐沖泡，是香氣與滋味並重的臺灣特色茶。"
      ],
      [
        "主產於宜蘭、桃園蘆竹。"
      ]
    ],
    "areaName": ["yilan", "taoyuan"],
    "foodProduct": {
      "name": "台灣高山烏龍茶千層",
      "content": "與台北第三代茶莊配合，精選清香型台灣高山烏龍茶研磨製成， 手工製作的蛋糕餅皮，堅持嚴選的日本鮮奶油及麵粉，手工直火製作充滿焦糖化香氣，完整呈現出高山烏龍特有的茶香。",
      "shop": "時飴",
      "link": "https://www.approprie.co/products/Taiwan-Oolong-Tea-Mille-Crepe-Cake"
    },
    "hashtags": ["花香", "清香", "清香型球型烏龍茶", "部份發酵茶"]
  },
  {
    "id": 6,
    "name": ["凍頂烏龍"],
    "subName": "",
    "contents": [
      [
        "凍頂烏龍茶為中度發酵中度烘焙之部分發酵茶類，因具有烘焙製程，故在臺茶風味輪的歸納中隸屬於焙香型球形烏龍茶。"
      ],
      [
        "**茶菁**經**日光萎凋**、**室內萎凋**及**攪拌**、**殺菁**、**初乾**、**團揉**、**乾燥**及**烘焙**，其外觀緊結成球形。"
      ],
      [
        "色澤墨綠油潤，水色金黃明亮，香氣濃郁具焙火香，滋味醇厚、喉韻佳，飲後回韻無窮。"
      ],
      [
        "凍頂茶原產於南投縣鹿谷鄕，現今其產製技術已經擴展到南投縣竹山鎮、名間鄉及臺灣其他茶區。"
      ]
    ],
    "areaName": ["nantou"],
    "foodProduct": {
      "name": "凍頂烏龍茶蕨餅生乳捲",
      "content": "凍頂烏龍茶是選自於華剛茶場。發酵後的熟果香跟烘焙後烤米香，韻味十足！烏龍茶戚風蛋糕捲內再加入軟Q的烏龍茶蕨餅.外層再批覆烏龍茶甘那許！",
      "shop": "一茶軒甜點",
      "link": "https://oneteahouse.waca.ec/product/detail/1194253"
    },
    "hashtags": ["焙香", "草麥味", "焙香型球型烏龍茶", "部份發酵茶"]
  },
  {
    "id": 7,
    "name": ["鐵觀音茶"],
    "subName": "",
    "contents": [
      [
        "鐵觀音茶為中度發酵重度烘焙之部分發酵茶類，因具有烘焙製程，故在臺茶風味輪的歸納中隸屬於焙香型球形烏龍茶。"
      ],
      [
        "茶葉**萎凋**後藉由調控**攪拌**製程，提升發酵度；製成茶葉再經反覆**烘焙**，加深焙火程度，茶中成分藉火溫轉化成特有的香與味。"
      ],
      [
        "沖泡後水色琥珀略紅，味濃而醇厚，微澀中帶甘潤，並有純和的弱果酸味，經多次沖泡仍芬香甘醇有回韻者為佳。"
      ],
      [
        "主要生產於臺北市木柵區及新北市石門區。"
      ]
    ],
    "areaName": ["taipei", "newTaipei"],
    "foodProduct": {
      "name": "鐵觀音奶霜蛋糕",
      "content": "口感輕盈細膩的舒芙蕾溫和地襯托鐵觀音醇厚的茶香，隨著口中溫度的變化，北海道鮮奶油的恬淡奶香漸漸與茶香融合釋出第二種溫和柔順的層次口感，尾韻留下茶葉淡淡的清甜果香。",
      "shop": "法國的秘密甜點",
      "link": "https://shop.thesecretcake.com.tw/product/%E9%90%B5%E8%A7%80%E9%9F%B3%E5%A5%B6%E9%9C%9C%E8%9B%8B%E7%B3%95/"
    },
    "hashtags": ["焙香", "果酸味", "焙香型球型烏龍茶", "部份發酵茶"]
  },
  {
    "id": 8,
    "name": ["紅烏龍茶"],
    "subName": "",
    "contents": [
      [
        "紅烏龍茶為著重烘焙的烏龍茶類，發酵程度是目前烏龍茶類中最高的，因此在臺茶風味輪的歸納中隸屬於焙香型球形烏龍茶。"
      ],
      [
        "2008 年茶業改良場臺東分場爲突破鹿野茶區困境，積極建立鹿野茶區之特色，加上夏秋季節因日照強、光合作用旺盛，茶芽生長迅速產量高，但製作包種茶易帶苦澀味，茶芽大部分停採留養非常可惜。",
        "然夏秋季節非常適合製作紅烏龍茶，紅烏龍茶係結合烏龍茶與紅茶之加工特點與品質特色所新創製出來的特色茶。"
      ],
      [
        "其外觀形狀為半球形色澤暗紅帶有光澤，茶湯水色橙紅，明亮澄清有如紅茶的茶湯色澤，茶質厚重具熟果香，滋味醇厚圓滑、富有活性、耐泡、甘醇，為冷熱泡皆宜的新興特色茶，在泡沫茶飲和茶飲料市場極具發展潛力。"
      ],
      [
        "主產於台東鹿野。"
      ]
    ],
    "areaName": ["taidong"],
    "foodProduct": {
      "name": "鹿野紅烏龍生乳捲",
      "content": "使用台東初鹿特產的鮮奶，與鹿野紅烏龍茶葉結合而成。濕潤軟綿的戚風蛋糕搭配法國進口鮮奶油，每一口香醇的像在喝鮮奶。",
      "shop": "翠安儂",
      "link": "https://www.trianonbistro.com/products/oolong-cake-roll"
    },
    "hashtags": ["焙香", "果乾味", "焙香型球型烏龍茶", "部份發酵茶"]
  },
  {
    "id": 9,
    "name": ["東方", ["美", "人茶"]],
    "subName": "",
    "contents": [
      [
        "東方美人茶為重度發酵的部分發酵茶，是臺灣本土研製且獨有的特色茶類，故在臺茶風味輪的歸納中單獨存在。"
      ],
      [
        "品種以青心大冇為主，特別地是**茶菁**需採自受茶**小綠葉蟬**刺吸的幼嫩茶芽，經重**萎凋**、重**攪拌**，在**炒菁**後需用濕布巾悶置回潤，才能**揉捻**成型，成茶外觀白綠黃紅褐相間，高級者更帶**白毫**。"
      ],
      [
        "茶湯水色呈橙紅色，具天然的蜜糖香或熟果香，滋味圓柔醇厚。東方美人茶具有許多別稱，如「**白毫**烏龍茶、膨（椪）風茶、五色茶、香檳烏龍、番庄烏龍」等。"
      ],
      [
        "主要生產於新北市石碇區、桃園市龍潭區、新竹縣北埔、峨眉及苗栗縣頭份、銅鑼一帶茶區。"
      ]
    ],
    "areaName": ["newTaipei", "taoyuan", "hsinchu"],
    "foodProduct": {
      "name": "台灣茶詩蛋糕-東方美人茶",
      "content": "東方美人茶詩蛋糕選用台灣麵粉＆日本昭和麵粉，以法國依思尼奶油提升香氣，東方美人茶是台灣特有的半發酵青茶，不苦不澀的味道依著麵糊沉睡一晚，紅鹽漬櫻花像是美人嘴上的胭脂，在日本的千代田烤模裡甦醒，有點鹹甜鹹甜的東方味道獨特動人。",
      "shop": "山木島",
      "link": "https://shanmudao12.shoplineapp.com/products/5f906f707240f800293fdb00"
    },
    "hashtags": ["甜香", "熱帶水果味", "東方美人茶", "部份發酵茶"]
  },
  {
    "id": 10,
    "name": ["小葉種紅茶"],
    "subName": "",
    "contents": [
      [
        "小葉種紅茶為全發酵茶。農委會茶業改良場以烘培技術彌補夏季採茶滋味較苦澀，香氣不易揮發的缺點。"
      ],
      [
        "茶葉經長時間**室內萎凋**，再經**揉捻**過程使葉片細胞劇烈破壞，促使茶多酚與氧化酵素進行反應，最後補足發酵，令葉底完全變紅。"
      ],
      [
        "小葉種紅茶具有烏龍茶的香氣，香氣轉甜，又有濃郁花香，其收斂性弱，滋味也比大葉種淡。"
      ],
      [
        "各地茶產區皆有。"
      ]
    ],
    "areaName": [],
    "foodProduct": {
      "name": "小葉紅茶",
      "content": "與鮮奶油共同熬煮後，有別於一般紅茶的濃厚、強烈，小葉紅茶溫和、香醇、順口、且不帶有澀味。",
      "shop": "穀雨鳥甜點",
      "link": ""
    },
    "hashtags": ["果香", "濃花香", "臺灣紅茶", "全發酵茶"]
  },
  {
    "id": 11,
    "name": [["阿", "薩姆"], "紅茶"],
    "subName": "南投",
    "contents": [
      [
        "阿薩姆紅茶為全發酵茶。"
      ],
      [
        "以大葉種臺茶 8 號茶葉製成為主，茶葉經長時間**室內萎凋**，再經**揉捻**過程使葉片細胞劇烈破壞，促使茶多酚與氧化酵素進行反應，最後補足發酵，令葉底完全變紅。"
      ],
      [
        "茶湯濃厚，入口具甜香及些微銳利感。尾韻有中度收斂性，會停留在口腔。"
      ],
      [
        "台灣南投縣魚池鄉日月潭是臺灣阿薩姆紅茶主要產地。"
      ]
    ],
    "areaName": ["nantou"],
    "foodProduct": {
      "name": "阿薩姆紅茶瑞士捲",
      "content": "精選的阿薩姆紅茶製成卡士達內餡與戚風蛋糕外皮，其淡雅特殊的茶香有別於一般紅茶綠茶的味道，淡定的滋味，讓妳每一口都有幸福的感覺。",
      "shop": "小山甜點市集",
      "link": "https://www.samsweetie.com/ecommerce/%E7%91%9E%E5%A3%AB%E6%8D%B2/%E9%98%BF%E8%96%A9%E5%A7%86%E7%B4%85%E8%8C%B6%E7%91%9E%E5%A3%AB%E6%8D%B2.html"
    },
    "hashtags": ["微澀", "口感濃稠", "臺灣紅茶", "全發酵茶"]
  },
  {
    "id": 12,
    "name": ["紅玉紅茶"],
    "subName": "",
    "contents": [
      [
        "紅玉紅茶為全發酵茶，茶湯透徹經營如寶石，故暱稱為紅玉。"
      ],
      [
        "以大葉種臺茶 18 號茶葉製成為主，經長時間**室內萎凋**，再經**揉捻**過程使葉片細胞劇烈破壞，促使茶多酚與氧化酵素進行反應，最後補足發酵，令葉底完全變紅。"
      ],
      [
        "色澤墨黑油潤泛紫光，湯色金紅，具有淡淡的肉桂味與薄荷香，滋味甘濃甜爽。"
      ],
      [
        "台灣南投縣魚池鄉與台東為主要種植區域。"
      ]
    ],
    "areaName": ["nantou", "taidong"],
    "foodProduct": {
      "name": "日月潭紅玉紅茶燒布丁",
      "content": "上層的輕乳酪蛋糕搭配下層布丁",
      "shop": "TDH貓茶町",
      "link": "https://www.tdh.com.tw/ecommerce/e-a-sc-za/exquisite-dessert/black-tea-roasted-pudding.html"
    },
    "hashtags": ["果香", "肉桂味", "臺灣紅茶", "全發酵茶"]
  },
  {
    "id": 13,
    "name": ["紅韻紅茶"],
    "subName": "",
    "contents": [
      [
        "紅韻紅茶為全發酵茶。"
      ],
      [
        "以大葉種臺茶 21 號茶葉製成為主，茶葉經長時間**室內萎凋**，再經**揉捻**過程使葉片細胞劇烈破壞，促使茶多酚與氧化酵素進行反應，最後補足發酵，令葉底完全變紅。"
      ],
      [
        "色澤墨黑油潤泛紫光，湯色金紅，具芸香科花香，是少數全發酵茶中有花香的紅茶。"
      ],
      [
        "台灣南投縣魚池鄉為主要種植區域。"
      ]
    ],
    "areaName": ["nantou"],
    "foodProduct": {
      "name": "紅韻厚奶茶生巧克力",
      "content": "使用排骨紅茶家的上等原葉茶葉 一根根曲線優美、落盤有聲！",
      "shop": "Choco17",
      "link": "https://choco17.com/product-tag/choco17%e5%b7%a7%e5%85%8b%e5%8a%9b/"
    },
    "hashtags": ["果香", "柑橘味", "臺灣紅茶", "全發酵茶"]
  },
  {
    "id": 14,
    "name": ["蜜香紅茶"],
    "subName": "",
    "contents": [
      [
        "紅茶為全發酵茶。"
      ],
      [
        "茶葉經長時間**室內萎凋**，再經**揉捻**過程使葉片細胞劇烈破壞，促使茶多酚與氧化酵素進行反應，最後補足發酵，令葉底完全變紅。"
      ],
      [
        "利用夏秋季小葉種**茶菁**原料產製小葉種紅茶，或是使用受茶**小綠葉蟬**刺吸（著蜒）的幼嫩茶芽製成，除了注重紅茶滋味外，更提昇其優雅之香味品質。冷、熱飲皆宜，尤其冷飲，蜜香更為醇和。"
      ],
      [
        "花東地區、新北市坪林、三峽、南投、台中、嘉義都有，尤以花蓮縣瑞穗鄉舞鶴村所產的蜜香紅茶品質極為優。"
      ]
    ],
    "areaName": ["hualian", "hsinchu", "nantou", "taichung", "jiayi", "hualian"],
    "foodProduct": {
      "name": "蜜香紅茶生乳慕斯",
      "content": "蜜香紅茶，是茶樹生長過程中遭小綠葉蟬吸吮，具獨特的天然熟果香，滋味帶顯著的蜂蜜味，甘甜後韻。製做在甜點風味中，搭配法國奶油乳酪，上頭再擠上玫瑰草莓香緹，吃一口同時可以感受到茶香及奶香的濃郁口感！",
      "shop": "一茶軒甜點",
      "link": "https://oneteahouse.waca.ec/product/detail/1197717"
    },
    "hashtags": ["蜜香", "柑橘味", "臺灣紅茶", "全發酵茶"]
  },
  {
    "id": 15,
    "name": ["金萱茶"],
    "subName": "品種",
    "contents": [
      [
        "金萱茶樹隨著發酵程度的不同，散發出的香氣程度也會有所差異，金萱茶樹可以製成紅茶、綠茶以及輕發酵的烏龍茶。"
      ],
      [
        "未發酵的金萱茶葉奶香最為強烈，同時茶味濃度也較高，隨著茶葉發酵程度越高，奶香味越淡，而桂花香更為濃烈清楚。因此，輕發酵的烏龍茶，最能緩和茶葉強勁的氣味，是金萱最常被做成的茶品。"
      ],
      [
        "金萱茶葉葉片厚實，呈現闊葉橢圓、葉片邊緣鋸齒形狀。茶香甘甜，其獨特的奶香、桂花香為最著名的特色，也是台灣本土培育茶樹品種。"
      ],
      [
        "主要的著名產地位於南投竹山杉林溪和嘉義阿里山"
      ]
    ],
    "areaName": ["nantou", "jiayi"],
    "foodProduct": {
      "name": "檸檬金萱千層蛋糕",
      "content": "把金萱茶粉，融入了奶霜裡，做成了金萱奶霜，利用奶霜的強烈感，去襯托茶的清香，再配上自己熬煮的檸檬醬，用一點酸，去把整個蛋糕的清爽感再拉高。",
      "shop": "工典",
      "link": "https://www.lundessert.com/product/detail/954120"
    },
    "hashtags": ["花香", "奶香", "適做烏龍茶", "適做半發酵茶"]
  },
  {
    "id": 16,
    "name": ["四季春"],
    "subName": "品種",
    "contents": [
      [
        "四季春的茶樹相對強勢且不易生病，早春、晚冬和一年四季皆可產製，因其適合四季飲用故得此名。"
      ],
      [
        "四季春適合製成半發酵或全發酵茶。四季春在冬天的製成品，香氣和滋味較佳，夏秋較苦澀。"
      ],
      [
        "四季春茶口感香氣清逸、滋味醇厚，茶湯呈亮麗金黃色，散發類似梔子花的清香，入口滑潤溫和。四季春茶由於萌芽早，亦稱為「不知春」。"
      ],
      [
        "最早由台北木柵地區引種栽種，現各地茶產區皆有。"
      ]
    ],
    "areaName": ["taipei"],
    "foodProduct": {
      "name": "台灣四季春重乳酪蛋糕",
      "content": "揉合特選頂級乳酪與台灣高品質四季春茶葉，製作出的四季春重乳酪蛋糕，奶香味與四季春茶香各有風采，細膩的口感與香氣，讓每一口都是滿滿的幸福。",
      "shop": "建興餅店",
      "link": "https://www.nextdoorfresh.store/products/chien-hsin-bakery-sijichun-cheesecake"
    },
    "hashtags": ["青香", "價低", "適做烏龍茶及紅茶", "適做半發酵及全發酵茶"]
  }
]

export const termData = {
  "萎凋": "使茶菁水分慢慢持續消散，掌控茶菁內部水分含量與適時攪拌，促使茶菁進行氧化發酵作用，形成茶葉特有的水色、香氣與滋味。",
  "炒菁": "用高溫破壞酵素之活性以抑制茶葉發酵，並保存茶特有之香氣及滋味。同時可降低茶葉的含水量，使葉質柔軟以便揉捻成條與乾燥處理。",
  "茶菁": "茶是採摘茶樹新長出的芽或葉作原料製造而成，這些被採下來的新葉，就叫做「茶菁」。",
  "殺菁": "藉由熱破壞茶葉中酵素活性，並促使茶葉水分消散、葉片軟化，利於後續揉捻成形，並去除茶葉不良的菁味及穩定茶菁色澤及香氣。",
  "團揉": "球形烏龍茶的關鍵步驟。將初乾後的茶葉加熱至 60~65℃，以布巾包覆形成布球，置於平揉機下滾動，再進行解塊，重複上述動作數次使茶葉逐漸捲曲成球狀。",
  "乾燥": "利用高溫使剩餘水分蒸發，阻止茶葉發酵，提高茶葉之品質。",
  "攪拌": "適度地將鮮葉翻動、摩擦造成葉緣細胞破損，使空氣易於進入葉肉細胞促進發酵作用，同時令茶菁均勻走水。",
  "日光萎凋": "利用太陽的熱能加速茶菁水分散失，促使茶菁進行氧化發酵作用，形成茶葉特有的水色、香氣與滋味。",
  "室內萎凋": "運用室內靜置過程使茶菁水分慢慢持續消散，掌控茶菁內部水分含量與適時攪拌，促使茶菁進行氧化發酵作用，形成茶葉特有的水色、香氣與滋味。",
  "烘焙": "烘焙具有去除水分效果，有效延長茶葉貯藏壽命，並改善粗製茶普遍帶有之菁臭味和不良雜味，增加茶葉的特殊香氣及特色性。",
  "初乾": "利用高溫使剩餘水分蒸發，阻止茶葉發酵，提高茶葉之品質。初乾的目的就是要讓茶葉的水份含量降至15-20%左右。",
  "小綠葉蟬": "小綠葉蟬只有針眼般大小，它的成、幼蟲會以刺吸式口器，吸食茶樹芽葉幼嫩組織的汁液，造成芽葉生長與發育受阻，這些被小綠葉蟬危害過的茶菁原料，卻形成一股特殊的蜜香氣味。",
  "白毫": "白毫是茶葉嫩芽背面生長的一層細絨毛，乾燥後呈現白色，如果保持其不脫落，茶葉顯現白色。",
  "揉捻": "使茶葉捲曲形成條狀，並破壞茶葉的細胞組織，使茶葉的汁液流出附著於表面，增加沖泡時的風味；在紅茶揉捻中使茶葉細胞劇烈破壞，促使多元酚氧化酶及兒茶素反應，生成紅茶的色澤風味及品質。"
}

export const videoData = {
  "0,1,2": {
    "video": "https://ntu-tea-project.s3.ap-northeast-2.amazonaws.com/%E7%B6%A0%E8%8C%B6-%E5%8C%85%E7%A8%AE_VP9.webm",
    "bgColor": "#EDE0AB",
    "textColor": "#423A0A",
    "linkColor": "#664D00",
  },
  "3,4,5,15,16": {
    "video": "https://ntu-tea-project.s3.ap-northeast-2.amazonaws.com/%E9%AB%98%E5%B1%B1%E8%8C%B6-%E9%87%91%E8%90%B1-%E5%9B%9B%E5%AD%A3%E6%98%A5_VP9.webm",
    "bgColor": "#F4E0BB",
    "textColor": "#4D3600",
    "linkColor": "#995900",
  },
  "6,7": {
    "video": "https://ntu-tea-project.s3.ap-northeast-2.amazonaws.com/%E5%87%8D%E9%A0%82%E7%83%8F%E9%BE%8D%EF%BC%8F%E9%90%B5%E8%A7%80%E9%9F%B3%E8%8C%B6_VP9.webm",
    "bgColor": "#F4E0BB",
    "textColor": "#4D3600",
    "linkColor": "#995900",
  },
  "8": {
    "video": "https://ntu-tea-project.s3.ap-northeast-2.amazonaws.com/%E7%B4%85%E7%83%8F%E9%BE%8D%E8%8C%B6_VP9.webm",
    "bgColor": "#FFDCC7",
    "textColor": "#311300",
    "linkColor": "#A84900",
  },
  "9": {
    "video": "https://ntu-tea-project.s3.ap-northeast-2.amazonaws.com/%E6%9D%B1%E6%96%B9%E7%BE%8E%E4%BA%BA%E8%8C%B6_VP9.webm",
    "bgColor": "#F4E0BB",
    "textColor": "#4D3600",
    "linkColor": "#995900",
  },
  "10": {
    "video": "https://ntu-tea-project.s3.ap-northeast-2.amazonaws.com/%E5%B0%8F%E8%91%89%E7%A8%AE-%E8%9C%9C%E9%A6%99%E7%B4%85%E8%8C%B6_VP9.webm",
    "bgColor": "#FFDCC7",
    "textColor": "#311300",
    "linkColor": "#A84900",
  },
  "11,13": {
    "video": "https://ntu-tea-project.s3.ap-northeast-2.amazonaws.com/%E9%98%BF%E8%96%A9%E5%A7%86-%E7%B4%85%E9%9F%BB_VP9.webm",
    "bgColor": "#FFDAD3",
    "textColor": "#3F0300",
    "linkColor": "#B81C00",
  },
  "12": {
    "video": "https://ntu-tea-project.s3.ap-northeast-2.amazonaws.com/%E7%B4%85%E7%8E%89_VP9.webm",
    "bgColor": "#FFDBCF",
    "textColor": "#380D00",
    "linkColor": "#852600",
  }
}